start = '''
Здравствуйте❕

В данном боте вы можете предложить свое объявление, но оно будет опубликовано только при соблюдении ряда правил:
1️⃣ Добавьте текст обяъвления к данной фотографии (фото + текст необходимо отправить вместе, а не двумя разными сообщениями)
2️⃣ Один пользователь может предложить только одно объявление в 2 часа

ВАЖНО❗️Перед публикацией объявления перейдите в Настройки Telegram - Конфиденциальность - Пересылка сообщений - выберите Все
Если у вас стоит запрет на пересылку сообщений для всех, то Telegram не даст нам опубликовать ваш пост.

Коммерческие посты публикуются только на платной основе, к ним относится: 
▫️оптовая продажа, 
▫️продажа нового товара, 
▫️реклама магазина / вейпшопа

Если вы хотите приобрести рекламу, обращайтесь - @ekbvape_admin
Наш канал - @ekbvape
'''

end = '''
Спасибо! Ваше объявление успешно добавлено!

Чтобы выложить еще одно объявления, нажмите /start

Если вы хотите приобрести рекламу, пожалуйста, обратитесь к @ekbvape_admin
'''
